[
{"_id":{"$oid":"5a15f6ebd28ab930bcc6797d"},"title":"Barovian Commoners","action":"3d6 Barovian Commoners","description":"The sound of snapping twigs draws your attention to several dark shapes in the fog. They carry torches and pitchforks.","__v":0},
{"_id":{"$oid":"5a15f72ed28ab930bcc6797e"},"title":"Barovian Scouts","action":"1d6 Barovian Scouts","description":"You see a dark figure crouched low and perfectly still, aiming a crossbow in your direction","__v":0},
{"_id":{"$oid":"5a15fa61d28ab930bcc6797f"},"title":"Hunting Trap","action":"Players roll against DC 15 Wisdom","description":"If at least one player rolls successfully, read \"You spot a wolf trap, its steel jaws caked with rust. Someone has carefully hidden the trap under a thin layer of plant material and detritus.\" If no one passes the DC, one random party member steps on it.  Check chapter 5 of the players handbook in the equipment section to check rules.","__v":0},
{"_id":{"$oid":"5a15fb5fd28ab930bcc67980"},"title":"Grave","action":"Roll 1d4 to determine if grave is intact","description":"Read \"You stumble upon a grave\"  If you rolled a 4, the grave is intact, appearing as an elongated earthen mound or a rocky cairn. PCs who dig up the grave find the skeleton of a human clad in rusted chain mail with corroded weapons.  If the grave is't intact, it as been violated. PCs find a shallow, mud filled hole with dirt or rocks strewn around and a few scattered bones","__v":0},
{"_id":{"$oid":"5a15fd4bd28ab930bcc67981"},"title":"Wolves","action":"Roll 3d6 Wolves","description":"Read \"This land is home to many wolves, their howls at the moment too close for comfort\" Characters have a few minutes to prepare before the wolves attack. They cannot be charmed or frightened ","__v":0},
{"_id":{"$oid":"5a174b99f173b32ca09279aa"},"title":"Food spoils","action":"Choose a random player ","description":"Random player is cursed to lose one item of food as a curse renders it spoiled immediately.  The smell is terrible.","__v":0},
{"_id":{"$oid":"5a174c24f173b32ca09279ab"},"title":"Sandwich Peasant","action":"Peasant finds a sandwich","description":"A nearby NPC finds a sandwich of your choosing on the ground.  They then complain that there is no mayonnaise on.  They then run away in a huff.","__v":0},
{"_id":{"$oid":"5a174ca6f173b32ca09279ac"},"title":"Rotting Wizard","action":"1d4","description":"A dirty mottled wizard emerges.  It attacks with 1d4 skeletons as it screams about soup","__v":0},
{"_id":{"$oid":"5a174d7bf173b32ca09279ad"},"title":"Revanent","action":"1d6 Revanents emerge from a fog","description":"Revanents individually focus on a member of the party.  Their attacks will be concentrated on that PC","__v":0},
{"_id":{"$oid":"5a1d9a0ad0194118c09fd4d0"},"title":"Hand Out Business Cards","action":"Make Eye Contact and prepare business cards","description":"Ascertain situation.  If appropriate, begin conversation about possible opportunities. Detail experience and enthusiasm for learning.  Hand out business cards","__v":0},
{"_id":{"$oid":"5a1f0c6d76f77b41d4332eee"},"title":"Corpse","action":"Roll 1d6 to determine the nature of the corpse","description":"1-2 A wolf corpse that was killed by spears and crossbow bolts. 3-5 The corpse belongs to man, woman or child who was torn apart by dire wolves. 6 - the corpse looks like on of the player characters stripped of armor, weapons and valuables.  Pick at random. If moved, the flesh melts away until only the skeleton remains","__v":0},
{"_id":{"$oid":"5a1f0efe76f77b41d4332eef"},"title":"Dire Wolves","action":"1d6 Direwolves","description":"Read 'A snarling wolf the size of grizzly bear steps out of the fog.' The area is covered in fog. If more than one dire wolf is present, the others aren't far behind and can be seen as dark shadows.  They cannot be scared or frightened","__v":0},
{"_id":{"$oid":"5a1f10c576f77b41d4332ef0"},"title":"Druid and Twig Blights","action":"1 Druid and 2d6 twig blights","description":"Read 'A gaunt figure with wild hair and bare feet bounds toward you on all fours, wearing a tattered  gown of stiched animal skins. You can't tell if it is a man or a woman. It stops, sniffs the air and laughs like a lunatic. The ground nearby  is crawling with tiny twig monsters.' The twig blights fight until destroyed. When the twig blights are destroyed or the druid is brought to half its max health, it runs away into the distance.","__v":0},
{"_id":{"$oid":"5a1f119376f77b41d4332ef1"},"title":"False trail","action":"Use only if party is travelling","description":"Read 'you discover a foot trail that cuts through the wilderness.'  Evil druids left this trail.  It leads to a spike trap, concealed underneath a tarp with pine needles and mud. The bottom of the pit is spiked with sharpened wooden stakes.","__v":0},
{"_id":{"$oid":"5a1f131876f77b41d4332ef2"},"title":"Ghost","action":"1 ghost","description":"Read 'A baleful apparition appears before you, it hollow eyes dark with anger'  After the ghost appears, it hisses 'No one will ever know you died here' and attacks the party. ","__v":0},
{"_id":{"$oid":"5a1f153676f77b41d4332ef3"},"title":"Find an old book","action":"DC 15 Wisdom check","description":"If player fails the check, the magical book lights on fire and damages 1d10. If successful, they get to keep the book and get a random level one spell.","__v":0},
{"_id":{"$oid":"5a1f161d76f77b41d4332ef4"},"title":"Zombies","action":"3d6 Zombies","description":"Read 'The ungodly stench of rotting flesh hangs in the air. Up ahead, the walking, moaning corpses of dead men and women lumber around.' They attack on sight.","__v":0},
{"_id":{"$oid":"5a1f1ad276f77b41d4332ef5"},"title":"Trinket","action":"Character of your choice finds a trinket","description":"Read 'You find something on the ground' You can select a specific trinket from a loot table or create one on the fly","__v":0},
{"_id":{"$oid":"5a1f1eac76f77b41d4332ef6"},"title":"Drow Ranger","action":"DC15 Dexterity 1d6 Drow Rangers","description":"Players are attacked by 1d6 Drow Rangers.  If they fail the dexterity check, they are hit with an arrow for 1d8 damage and have their move speed reduced by half for 5 turns.  After the DC, the ranger(s) hiss ' Do you want to turn this robbery into a murder?' Combat then begins.","__v":0},
{"_id":{"$oid":"5a1f208976f77b41d4332ef7"},"title":"Owlbear","action":"1d4 Owl Bears","description":"Players are attacked by 1d4 Owlbears.  They are huge bears with owl faces. They emerge from out of sight with loud stomping. Your players aren't going to enjoy this fight because owlbears are really tough.","__v":0}
]